#+title: CYCLOTRONS’84

[[file:all-jacow-events.org][All JACoW Events]]


* Export


#+begin_src emacs-lisp :eval t
  (let ((org-time-stamp-custom-formats
         '("<%Y-%m-%d>" . "%Y-%m-%d %a %H:%M"))
        (org-display-custom-times 't))
    (org-table-map-tables
     (lambda ()
       (org-table-export
        (concat "./csv/" (file-name-base) (org-entry-get (point) "TAGS") ".tsv")
        "orgtbl-to-tsv"))))
#+end_src

#+RESULTS:
: Mapping tables: done


* Table

** Event :event:

|------------+----------------------------------------------------------------------------------------+---------------------|
| key        | value                                                                                  | short               |
|------------+----------------------------------------------------------------------------------------+---------------------|
| eventtitle | Tenth International Conference on Cyclotrons and Their Applications                    | CYCLOTRONS’84       |
| eventdate  | <1984-04-30>--<1984-05-03>                                                           |                     |
| venue      | East Lansing, Michigan, USA                                                            |                     |
| booktitle  | Proceedings of the Tenth International Conference on Cyclotrons and Their Applications | Proc. CYCLOTRONS’84 |
| editor     | F. Marti                                                                               |                     |
|------------+----------------------------------------------------------------------------------------+---------------------|
#+TBLFM: @2$3='(cadar (org-collect-keywords '("TITLE")))::@5$3='(concat "Proc. " (cadar (org-collect-keywords '("TITLE"))))

** Sessions :session:




|---+--------------------------------------------------------------------------------------|
| A | Opening Session - Newly Operating Accelerators I                                     |
| B | Poster Session I: Theory, Magnets, Injections, Sources, Extraction and Cryogenics    |
| C | Newly Operating Accelerators                                                         |
| D | Advanced Magnet Concepts                                                             |
| E | Status Reports                                                                       |
| F | Facilities in Construction                                                           |
| G | Theory                                                                               |
| H | Radio Frequency Systems                                                              |
| I | Ion Sources: Injection                                                               |
| J | Poster Session II: Radio Frequency, Controls, Beamlines, Targets, and Status Reports |
| K | Competing Technologies I                                                             |
| L | Competing Technologies II                                                            |
| M | Vacuum Systems: Controls                                                             |
| N | Stripping: Limiting Problems                                                         |
| O | Cooling Rings                                                                        |
| P | Advanced Concepts: Conclusions                                                       |
|---+--------------------------------------------------------------------------------------|


** Paper :inproceedings:

|------+--------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| ﻿eid  | title                                                                                                                          | author                                                                                                                                                                                                                                                  | firstpage | lastpage |   pages |
|------+--------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| A01  | Invited Paper: The International Cyclotron Conferences — Twenty-Five Years of Progress                                        | J. A. Martin                                                                                                                                                                                                                                            |         1 |        2 |     1-2 |
| A02  | Invited Paper: Status Report on the {GANIL} Facility                                                                           | A. Joubert and {GANIL Group}                                                                                                                                                                                                                            |         3 |       10 |    3-10 |
| A03  | Invited Paper: The {MSU} Superconducting Cyclotron Program                                                                     | P. S. Miller                                                                                                                                                                                                                                            |        11 |       19 |   11-19 |
|------+--------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| B01  | Beam Dynamical Aspects of the {SIN} Injector {II}                                                                              | S. Adam and M. Humbel and W. Joho                                                                                                                                                                                                                       |        20 |       23 |   20-23 |
| B02  | Beam Dynamics for a Proposed {RCNP} Ring Cyclotron                                                                             | T. Yamazaki and K. Hosono and M. Inoue and Y. Kadota and I. Miura and M. Fuki                                                                                                                                                                           |        24 |       27 |   24-27 |
| B03  | The Design, Transmission Matrix and Beam Emittance for the {INR} Cyclotron Beam-Extraction System                              | X.-F. Zao and K.-S. Chen and J. Zhang                                                                                                                                                                                                                   |        28 |       31 |   28-31 |
| B04  | Transfer Matrix Techniques for Ring Cyclotron Sector Shapes                                                                    | J. I. M. Botman and M. K. Craddock and C. J. Kost                                                                                                                                                                                                       |        32 |       35 |   32-35 |
| B05  | Computer Simulations of Accelerated Particles in the {RIKEN} {SSC}                                                             | A. Goto and N. Nakanishi and Y. Yano                                                                                                                                                                                                                    |        36 |       39 |   36-39 |
| B06  | Amplitude Growth from the Rapid Traversal of a Half-Integer Resonance                                                          | R. Baartman and G. H. Mackenzie and M. M. Gordon                                                                                                                                                                                                        |        40 |       43 |   40-43 |
| B07  | Effect of Orbit Centering and Magnet Imperfections on Beam Properties in a Superconducting Cyclotron                           | F. Marti and H. G. Blosser and M. M. Gordon                                                                                                                                                                                                             |        44 |       47 |   44-47 |
| B08  | Third Harmonic Central Region for the {K500}-{K800} Superconducting Cyclotrons                                                 | J. Griffin and F. Marti                                                                                                                                                                                                                                 |        48 |       51 |   48-51 |
| B09  | Starting Time Effects on the Axial Emittance of the {MSU} Cyclotron                                                            | B. F. Milton and H. G. Blosser                                                                                                                                                                                                                          |        52 |       54 |   52-54 |
| B10  | Design of a Beam Phase Measurement and Selection System for the {MSU} {K500} Cyclotron                                         | B. F. Milton and M. Fowler and J. A. Kuchar and R. M. Ronningen                                                                                                                                                                                         |        55 |       58 |   55-58 |
| B11  | Orbit Centering Studies of the {IUCF} Injector and Main Stage Cyclotrons                                                       | D. L. Friesel and J. W. Stetson                                                                                                                                                                                                                         |        59 |       62 |   59-62 |
| B12  | The Electrolytic Tank Facility at the {NAC}                                                                                    | S. J. Burger and A. H. Botha and G. F. Burdzik and Z. B. du Toit and G. S. Z. Guasco and H. Keller and L. Stawiszynski                                                                                                                                  |        63 |       66 |   63-66 |
| B13  | On the Design of the Central Region of an {8 MeV} Injector Cyclotron                                                           | S. J. Burger and P. J. Celliers and Z. B. du Toit and G. S. Z. Guasco and L. M. Roels and H. A. Smit                                                                                                                                                    |        67 |       70 |   67-70 |
| B14  | Possible Movements of the {Milan} Superconducting Coils Under the Influence of Mechanical Stresses                             | E. Acerbi and F. Alessandria and L. Rossi                                                                                                                                                                                                               |        71 |       74 |   71-74 |
| B15  | Magnetic Procedures for the Assembly of Superconducting Coils at the {Milan} Cyclotron Laboratory                              | E. Acerbi and F. Aghion and G. Baccaglioni and M. Mora and L. Rossi                                                                                                                                                                                     |        75 |       78 |   75-78 |
| B16  | Design and Construction of a Low Current, Cryogenically Efficient Beam Line Quadrupole                                         | A. F. Zeller and J. C. DeKamp and M. J. Dubois and J. A. Nolen and R. T. Swanson                                                                                                                                                                        |        79 |       81 |   79-81 |
| B17  | Precision {NMR} Measurement of the {TRIUMF} Cyclotron Magnetic Field                                                           | R. Burge and G. Dennison and D. Dohan                                                                                                                                                                                                                   |        82 |       84 |   82-84 |
| B18  | A Proposed Superferric Combined Function Magnet                                                                                | D. E. Lobb and P. A. Reeve                                                                                                                                                                                                                              |        85 |       88 |   85-88 |
| B19  | Possible Pole Geometry Determination Method for an Isochronous Superconducting Cyclotron                                       | A. Laisné and D. Potaux                                                                                                                                                                                                                                 |        89 |       93 |   89-93 |
| B20  | Calculated and Measured Magnetic Fields for the Injector Cyclotron at the {NAC}                                                | du Toit, Z. B. and L. M. Roels and H. N. Jungwirth and A. H. Botha                                                                                                                                                                                      |        94 |       97 |   94-97 |
| B21  | Mechanical Design Features of the {MSU} {K800} Cyclotron Superconducting Coil                                                  | D. Lawton and H. G. Blosser and J. M. Moskalik and G. A. Stork                                                                                                                                                                                          |        98 |       98 |      98 |
| B22  | A Model for Calculating in Two Dimensions a Magnet with Repetitive Structure in the Third Dimension                            | L. H. Harwood and D. Johnson                                                                                                                                                                                                                            |        99 |      100 |  99-100 |
| B23  | Plans for Magnetic Mapping of the {NSCL} {K800} Cyclotron Magnet                                                               | L. H. Harwood and J. A. Nolen                                                                                                                                                                                                                           |       101 |      103 | 101-103 |
| B24  | Fast Harmonic Field Mapper                                                                                                     | R. Au and M. Fowler and H. Hanawa and F. Marti and Z. G. Qua and J. Riedel                                                                                                                                                                              |       104 |      106 | 104-106 |
| B25  | Magnetic Field Imperfections in the {K500} Superconducting Cyclotron                                                           | F. Marti and P. S. Miller                                                                                                                                                                                                                               |       107 |      110 | 107-110 |
| B26  | End Effect Corrections in a Short Lambertson Septum Magnet                                                                     | R. E. Pollock                                                                                                                                                                                                                                           |       111 |      113 | 111-113 |
| B27  | Status of the {TRIUMF} Intense Polarized {H¯} Source                                                                           | C. D. P. Levy and M. McDonald and P. W. Schmor and S. Z. Yao                                                                                                                                                                                            |       114 |      117 | 114-117 |
| B28  | External Ion Sources at the {Karlsruhe} Cyclotron                                                                              | V. Bechtold and L. Friedrich and F. Schulz                                                                                                                                                                                                              |       118 |      121 | 118-121 |
| B29  | {ECR}-Sources and Multiharmonic Mode Operation at {JULIC}                                                                      | W. Bräutigam and H. Beuscher and H.-G. Mathews and J. Reich and P. Wucherer                                                                                                                                                                             |       122 |      125 | 122-125 |
| B30  | The Development of Heavy Ion {PIG} Sources for the {NSCL} {K-500} Superconducting Cyclotron                                    | T. A. Antaya and J. A. Kuchar and M. L. Mallory and P. S. Miller and J. Riedel                                                                                                                                                                          |       126 |      129 | 126-129 |
| B31  | Dual Arc Penning Ion Source Gas Flow Experiments                                                                               | E. D. Hudson and R. S. Lord and T. A. Antaya and M. L. Mallory                                                                                                                                                                                          |       130 |      132 | 130-132 |
| B32  | Progress on the {LBL} {ECR} Heavy Ion Source                                                                                   | D. J. Clark and C. M. Lyneis and Y. Jongen                                                                                                                                                                                                              |       133 |      136 | 133-136 |
| B33  | Modification of the Extraction System of the {Pretoria} Cyclotron                                                              | A. H. Botha and J. J. Arnold and S. J. Burger and P. J. Celliers and P. M. Cronje and J. H. Hough and van Heerden, W. F.                                                                                                                                |       137 |      140 | 137-140 |
| B34  | Beam Dynamics of the {CRNL} Superconducting Cyclotron Extraction System                                                        | E. A. Heighway and C. R. Hoffmann                                                                                                                                                                                                                       |       141 |      144 | 141-144 |
| B35  | Design Considerations of the {IUCF} Cooler Dipole Magnet Vacuum Can                                                            | T. Sloan and T. Miller                                                                                                                                                                                                                                  |       145 |      146 | 145-146 |
| B36  | The Vacuum System of the {GANIL} Beam Lines                                                                                    | C. Ricaud and G. Rommel                                                                                                                                                                                                                                 |       147 |      149 | 147-149 |
| B37  | Design of the Axial Injection Optics for the {Milan} Superconducting Cyclotron                                                 | G. Bellomo and L. Serafini and F. G. Resmini                                                                                                                                                                                                            |       150 |      153 | 150-153 |
| B38  | Center Region Studies for Axial Injection in the {Milan} Superconducting Cyclotron                                             | F. G. Resmini and A. Salomone                                                                                                                                                                                                                           |       154 |      157 | 154-157 |
| B39  | The {TRIUMF} High Efficiency Beam Bunching System                                                                              | R. Baartman and G. Dutto and P. W. Schmor                                                                                                                                                                                                               |       158 |      160 | 158-160 |
| B40  | {GANIL} Axial Injection Design with an {ECR} Ion Source                                                                        | M. P. Bourgarel and L. Bex and Di Bernardo, P. and E. Plawski                                                                                                                                                                                           |       161 |      164 | 161-164 |
| B41  | Design Aspects of an External Injection System for {VEC}, {Calcutta}                                                           | R. K. Bhandari and A. S. Divatia                                                                                                                                                                                                                        |       165 |      168 | 165-168 |
| B42  | The Rebuncher for the Tandem-Superconducting Cyclotron Beam Bunching System                                                    | C. B. Bigham and E. A. Heighway and J. E. McGregor and A. Perujo                                                                                                                                                                                        |       169 |      172 | 169-172 |
| B43  | Operation of Cryogenic System at {NSCL}                                                                                        | H. Laumer and A. Gavalya and M. L. Mallory                                                                                                                                                                                                              |       173 |      176 | 173-176 |
| B46  | Axial Injection of Heavy Ion Beams from the {ECR} Source at the {KVI}                                                          | W. K. van Asselt and O. C. Dermois and A. G. Drentje and H. W. Schreuder                                                                                                                                                                                |       177 |      180 | 177-180 |
| B47  | Research of the Beam Orbit Expansion Effect                                                                                    | A. A. Glazov and Yu. N. Denisov and V. P. Dmitrievsky and V. P. Dzhelepov and V. V. Kalinichenko and V. A. Kochkin and V. V. Kolga and D. L. Novikov and L. M. Onishchenko and E. V. Samsonov and N. L. Zaplatin                                        |       181 |      183 | 181-183 |
| B48  | Current Status of the {ECR} Ion Source Project at {NSCL}                                                                       | T. A. Antaya and H. G. Blosser and R. J. Burleigh                                                                                                                                                                                                       |       184 |      187 | 184-187 |
|------+--------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| C01  | The {Grenoble} {ECR} and {SARA} System                                                                                         | J. M. Loiseaux and M. Fruneau                                                                                                                                                                                                                           |       188 |      194 | 188-194 |
| C02  | Upgrading the {SIN} Facilities to Higher Intensities                                                                           | U. Schryber                                                                                                                                                                                                                                             |       195 |      202 | 195-202 |
| C03  | Status Report on the {TRIUMF} Cyclotron                                                                                        | R. Baartman and E. W. Blackmore and J. Carey and D. Dohan and G. Dutto and D. Gurd and R. E. Laxdal and G. H. Mackenzie and D. Pearce and R. Poirier and P. W. Schmor                                                                                   |       203 |      206 | 203-206 |
| C04  | A Low Energy Storage Ring for Pulse Stacking at {IUCF}                                                                         | D. L. Friesel and T. E. Ellison and W. P. Jones and R. E. Pollock                                                                                                                                                                                       |       207 |      210 | 207-210 |
|------+--------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| D01  | Superconducting Magnet Frontiers                                                                                               | J. R. Purcell                                                                                                                                                                                                                                           |       211 |      214 | 211-214 |
| D02  | The Use of Superconducting Magnets in Spectrographs and Beam Transport Systems                                                 | J. A. Nolen                                                                                                                                                                                                                                             |       215 |      221 | 215-221 |
| D03  | Design and Test of Prototype Superconducting Extraction Channel Modules for the {Chalk River} Superconducting Cyclotron        | C. R. Hoffmann and J. F. Mouris and D. R. Proulx                                                                                                                                                                                                        |       222 |      225 | 222-225 |
|------+--------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| E01  | {ECREVIS-CYCLONE} Status Report                                                                                                | G. H. Ryckewaert                                                                                                                                                                                                                                        |       226 |      229 | 226-229 |
| E02  | Status of the VICKSI Tandem Injector Project                                                                                   | W. Busse                                                                                                                                                                                                                                                |       230 |      232 | 230-232 |
| E03  | Plans for the Extraction of Intense Beams of {H¯} Ions from the {TRIUMF} Cyclotron                                             | G. H. Mackenzie and M. K. Craddock and G. Dutto and R. E. Laxdal and J. R. Richardson and M. Zach                                                                                                                                                       |       233 |      236 | 233-236 |
| E04  | The Production and Measurement of {150 ps} Beam Pulses from the {TRIUMF} Cyclotron                                             | W. R. Rawnsley and G. H. Mackenzie and C. J. Oram                                                                                                                                                                                                       |       237 |      240 | 237-240 |
| E06  | Variable Frequency Linac, {RILAC}, as an Injector of a Separated Sector Cyclotron                                              | M. Kase and Y. Chiba and M. Hemmi and E. Ikezawa and T. Inoue and T. Kambara and T. Kubo and Y. Miyazawa and M. Odera and T. Tonuma and M. Yanokura                                                                                                     |       241 |      244 | 241-244 |
|------+--------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| F01  | The {Chalk River} Superconducting Cyclotron                                                                                    | J. H. Ormrod and C. B. Bigham and E. A. Heighway and J. D. Hepburn and C. R. Hoffmann and J. A. Hulbert and H. R. Schneider                                                                                                                             |       245 |      250 | 245-250 |
| F02  | The {Milan} Superconducting Cyclotron Project                                                                                  | E. Acerbi and F. Aghion and F. Alessandria and G. Baccaglioni and G. Bellomo and C. Birattari and De Martinis, C. and E. Fabrici and D. Giove and W. Giussani and G. Gualeni and P. Michelato and L. Milinkovic and C. Pagani and E. Panzeri and F. G. Resmini and L. Rossi and A. Salomone and L. Serafini and G. Varisco |       251 |      256 | 251-256 |
| F03  | The {RIKEN} Linear Accelerator — Cyclotron System                                                                             | H. Kamitsubo                                                                                                                                                                                                                                            |       257 |      262 | 257-262 |
| F04  | The Status of the {South African National Accelerator Centre}                                                                  | A. H. Botha and H. N. Jungwirth                                                                                                                                                                                                                         |       263 |      266 | 263-266 |
| F05  | Status of the {Texas} {A&M} {K500} Superconducting Cyclotron                                                                   | D. P. May and W. Chapman and G. Derrig and D. R. Haenni and A. Horbowa and B. Launé and J. Reimund and R. C. Rogers and P. Smelser and W. Walterscheid and D. H. Youngblood                                                                             |       267 |      270 | 267-270 |
|------+--------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| G01  | Analytical Models for Cyclotron Orbits                                                                                         | H. L. Hagedoorn                                                                                                                                                                                                                                         |       271 |      278 | 271-278 |
| G02  | Some Useful Invariants and a Transfer Matrix for the Longitudinal Motion                                                       | M. M. Gordon                                                                                                                                                                                                                                            |       279 |      287 | 279-287 |
| G03  | A Minimum Spiralling Solution Upgrading the Capabilities in Light Ions Acceleration of a Superconducting Isochronous Cyclotron | A. Laisné                                                                                                                                                                                                                                               |       288 |      289 | 288-289 |
| G04  | Air Core Superconducting Cyclotrons                                                                                            | K. M. Subotić                                                                                                                                                                                                                                           |       290 |      293 | 290-293 |
|------+--------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| H01  | Critical Features of {RF} Systems for Large Cyclotrons                                                                         | C. Bieth                                                                                                                                                                                                                                                |       294 |      298 | 294-298 |
| H02  | Design of {RF} Systems for Compact Cyclotrons                                                                                  | R. C. Rogers                                                                                                                                                                                                                                            |       299 |      304 | 299-304 |
| H03  | {RF} System of the {Milan} {K800} Cyclotron                                                                                    | C. Pagani                                                                                                                                                                                                                                               |       305 |      310 | 305-310 |
| H04  | Design of the {RF} System of {RIKEN} {SSC}                                                                                     | T. Fujisawa and K. Ogiwara and S. Kohara and Y. Oikawa and I. Yokoyama and M. Hara and I. Takeshita and Y. Chiba                                                                                                                                        |       311 |      314 | 311-314 |
| H05  | The {RF} Systems of the {MSU} {K500} and {K800} Cyclotron                                                                      | J. Riedel and J. Vincent                                                                                                                                                                                                                                |       315 |      316 | 315-316 |
| H06  | The Present Status and Perspectives of Development of the {JINR} Laboratory of Nuclear Reactions Heavy Ion Accelerators        | Yu. Ts. Oganessian and G. G. Gulbekyan and B. N. Gikal and A. I. Ivanenko and B. N. Klenin and S. I. Kozlov and I. V. Kolesov and V. B. Kutner and V. N. Melnikov and R. Ts. Oganessian and A. S. Pasyuk and V. A. Chugreev                             |       317 |      321 | 317-321 |
|------+--------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| I01  | {Electron Cyclotron Resonance (E.C.R.)} Ion Sources                                                                            | Y. Jongen                                                                                                                                                                                                                                               |       322 |      327 | 322-327 |
| I02  | Injection Diagnostic Procedures for the {Chalk River} Superconducting Cyclotron                                                | W. G. Davies                                                                                                                                                                                                                                            |       328 |      331 | 328-331 |
| I03  | Axial Injection in the Orsay Project of a Superconducting Cyclotron and in the Medical Cyclotron {MEDICYC}                     | J. P. Schapira and P. Mandrillon                                                                                                                                                                                                                        |       332 |      336 | 332-336 |
| I04  | Horizontally Polarized Proton Beams at {IUCF}                                                                                  | E. J. Stephenson and A. D. Bacher and J. D. Brown and M. S. Cantrell and V. R. Cupps and D. L. Friesel and J. A. Gering and D. A. Low and R. S. Moore and C. Olmer and A. K. Opper and P. Schwandt and S. W. Wissink                                    |       337 |      340 | 337-340 |
| I05  | Extended Lifetime and Other Beneficial Properties of Hafnium Cathodes in Heavy Ion {PIG} Sources                               | T. A. Antaya and P. S. Miller                                                                                                                                                                                                                           |       341 |      344 | 341-344 |
|------+--------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| J01  | The Safety Interlocking System at the {NAC}                                                                                    | K. Visser and H. Mostert                                                                                                                                                                                                                                |       345 |      346 | 345-346 |
| J03  | Orbit Programming and its Excellent Results During the Commissioning of the {INR} Cyclotron                                    | M.-B. Chen and W.-B. Sen and S.-L. Xu and Z.-J. Yao                                                                                                                                                                                                     |       347 |      350 | 347-350 |
| J04  | Remote Installation and Removal of Shielding and Equipment in the Cyclotron Tank                                               | W. M. Cameron and C. Mark                                                                                                                                                                                                                               |       351 |      354 | 351-354 |
| J05  | Dual Beam Operation on the {Harwell} Variable Energy Cyclotron                                                                 | E. J. Jones                                                                                                                                                                                                                                             |       355 |      356 | 355-356 |
| J06  | Requirements for a New Resonator Structure at {TRIUMF}                                                                         | D. Dohan and G. Dutto and K. Fong and R. E. Laxdal and V. Pacak and R. Poirier and R. E. Worsham and M. Zach                                                                                                                                            |       357 |      359 | 357-359 |
| J07  | System for Flat-topping the RF Voltage at {TRIUMF}                                                                             | R. E. Worsham and T. Enegren and D. Dohan and L. Durieu and R. Poirier                                                                                                                                                                                  |       360 |      363 | 360-363 |
| J08  | {RF} — Phase Detector Modules                                                                                                 | J. Briaud                                                                                                                                                                                                                                               |       364 |      366 | 364-366 |
| J09  | Main Results on the {RF} Amplitude and Phase Regulation Systems in Operation at {GANIL}                                        | B. Ducoudret and A. Joubert and J. C. Labiche and J. M. Loyant                                                                                                                                                                                          |       367 |      370 | 367-370 |
| J10  | A New Method for High Precision Dee Voltage Stabilization                                                                      | von Rossen, P. and K. Euler and F. Hinterberger                                                                                                                                                                                                         |       371 |      372 | 371-372 |
| J11  | A Wide-Range Radio-Frequency System for an {8 MeV} Injector Cyclotron                                                          | J. J. Kritzinger and R. E. F. Fenemore and G. Hardman and van Niekerk, M. J. and A. H. Botha                                                                                                                                                            |       373 |      376 | 373-376 |
| J12  | Sliding Contacts for Tuners in High Power {RF} Resonators                                                                      | C. B. Bigham and R. J. Burton and J. E. McGregor                                                                                                                                                                                                        |       377 |      380 | 377-380 |
| J13  | Aluminium RF Cavity for the {RCNP} Ring Cyclotron                                                                              | T. Saito and M. Inoue and A. Shimizu and H. Tamura and I. Miura                                                                                                                                                                                         |       381 |      384 | 381-384 |
| J14  | Recent Developments on the Control System of the {South African} {NAC} Accelerator                                             | G. F. Burdzik and I. Cloete and I. H. Kohler and J. N. J. Truter and K. Visser and H. F. Weehuizen                                                                                                                                                      |       385 |      388 | 385-388 |
| J15  | Implementation of a Computer -Controlled Monitoring System at the {Princeton} {AVF} Cyclotron                                  | W. H. Moore                                                                                                                                                                                                                                             |       389 |      391 | 389-391 |
| J16  | New General Purpose Interfacing Modules for Accelerator Control System                                                         | K. Shimizu and T. Wada and J. Fujita and I. Yokoyama                                                                                                                                                                                                    |       392 |      395 | 392-395 |
| J17  | Design of a Microprocessor-Based Module for Magnet Control                                                                     | F. Aghion and A. Mainoli                                                                                                                                                                                                                                |       396 |      398 | 396-398 |
| J18  | Status of the {NSCL} Coupling Line                                                                                             | L. H. Harwood and J. A. Nolen and H. G. Blosser                                                                                                                                                                                                         |       399 |      402 | 399-402 |
| J19  | Parasitic Use of the {72 MeV} Proton Beam for Online Production of I-123                                                       | H. W. Reist and L. Rezzonico                                                                                                                                                                                                                            |       403 |      406 | 403-406 |
| J20  | The Beam Diagnostic System for the Transfer Beamline at the {NAC}                                                              | S. Schneider and A. H. Botha and J. C. Cornell and P. G. Molteno                                                                                                                                                                                        |       407 |      410 | 407-410 |
| J21  | The Beam Phase Measurement System for the Cyclotrons and Beamlines at the {NAC}                                                | S. Schneider and P. G. Molteno                                                                                                                                                                                                                          |       411 |      414 | 411-414 |
| J22  | Beam Transmission Efficiency Between Injector and Target in the {GANIL} Complex                                                | R. Beck and B. Bru and C. Ricaud                                                                                                                                                                                                                        |       415 |      418 | 415-418 |
| J23  | A Simple Probe for the Relative Measurement of Beam Energies                                                                   | E. Bollmann and H. Roth and B. Schüssler                                                                                                                                                                                                                |       419 |      420 | 419-420 |
| J24  | Computer Control for the Beamlines of the {Karlsruhe} Compact Cyclotron                                                        | J. Bialy and H. Heinzmann and W. R. Kappel and B. Kögel and G. Rudolph and H. Schweickert and T. J. Thouw                                                                                                                                               |       421 |      423 | 421-423 |
| J25  | Concepts of Operation for the Magnet Spectrometer {Big Karl}                                                                   | J. Meissburger and G. P. A. Berg and W. Hürlimann and S. A. Martin and J. G. M. Römer                                                                                                                                                                   |       424 |      427 | 424-427 |
| J29  | Installation of the Cyclotron Based Clinical Neutron Therapy System in Seattle                                                 | R. Risler and J. Eenmaa and J. Jacky and I. Kalet and P. Wootton and S. Lindbaeck                                                                                                                                                                       |       428 |      430 | 428-430 |
| J30  | Superconducting Cyclotron Facility for Neutron Therapy                                                                         | H. G. Blosser and G. F. Blosser and R. J. Burleigh and E. B. Jemison and R. L. Maughan and C. G. Orton and W. E. Powers and D. P. Ragan                                                                                                                 |       431 |      435 | 431-435 |
| J31  | Superconducting Cyclotrons for Neutron Therapy                                                                                 | H. G. Blosser and D. Johnson and E. Kashy and B. F. Milton and J. Riedel                                                                                                                                                                                |       436 |      439 | 436-439 |
| J32  | External Cyclotron Targetry System for the Effective Loading of Precious Gases                                                 | J. P. Dwyer and R. D. Finn and K. K. Koh and J. Sinnreich and Y. Sheh and T. J. Wooten                                                                                                                                                                  |       440 |      441 | 440-441 |
| J33  | The {CERN} Synchro-Cyclotron                                                                                                   | B. W. Allardyce and R. Hohbach and G. Le Dallic and F. Nitsch                                                                                                                                                                                           |       442 |      444 | 442-444 |
| J34  | {VEC}, Calcutta - Developments and Status                                                                                      | A. S. Divatia and S. Chatterjee and N. K. Ganguly and S. S. Ramamurthi                                                                                                                                                                                  |       445 |      448 | 445-448 |
| J36  | Status Report on the {INR} Cyclotron                                                                                           | H.-J. Chang                                                                                                                                                                                                                                             |       449 |      452 | 449-452 |
| J37  | Status Report on the {CNRS} {Orleans}’ Cyclotron                                                                               | G. Goin                                                                                                                                                                                                                                                 |       453 |      456 | 453-456 |
| J38  | Modification of the {Karlsruhe} Isochronous Cyclotron to an Energy Variable Machine                                            | H. P. Ehret and H. Schweickert and J. Schwabe and G. Starzewski and W. Wierba                                                                                                                                                                           |       457 |      460 | 457-460 |
| J39  | Upgrading the {University of Manitoba} Cyclotron                                                                               | J. Anderson and J. Bruckshaw and V. Derenchuk and I. Gusdal and G. Knote and F. Konopasek and J. Lancaster and J. S. C. McKee and S. Oh and C. A. Smith and H. Uzat and M. Yoon                                                                         |       461 |      464 | 461-464 |
| J40  | Conceptual Design for a High Intensity ({5 mA}) Industrial Cyclotron                                                           | Y. Jongen                                                                                                                                                                                                                                               |       465 |      468 | 465-468 |
| J41  | Multipurpose Superconducting Cyclotron                                                                                         | K. M. Subotić and V. Jovanović and I. Tašić and M. Tišma and M. Knežević                                                                                                                                                                                |       469 |      471 | 469-471 |
| J42  | Adjustment of {120 cm} Cyclotron                                                                                               | G.-Q. Sun                                                                                                                                                                                                                                               |       472 |      474 | 472-474 |
| J43  | {MEDICYC}: A {60 MeV} Proton Cyclotron Associated with a New Target Design for Neutrontherapy                                  | P. Mandrillon and R. Barjon and J. M. Filhol and C. M. Lalanne and J. P. Meulders and {MEDICYC Staff}                                                                                                                                                   |       475 |      478 | 475-478 |
| J44  | Status Report on the {Alma-Ata} Isochronous Cyclotron                                                                          | A. A. Arzumanov and V. N. Batischev and V. D. Berger and V. I. Gerasimov and M. S. Gorcovets and S. T. Ilmatov and V. G. Kruglov and A. S. Semin and A. M. Voronin                                                                                      |       479 |      482 | 479-482 |
| J45  | A New Beryllium Target for the {Orleans} Neutrontherapy Facility                                                               | R. Sabattier and N. Breteau and G. Goin and Le Polotec, L.                                                                                                                                                                                              |       483 |      485 | 483-485 |
| J46  | {IUCF} Liquid Hydrogen Target System                                                                                           | T. Bertuccio and K. Komisarcik and H. O. Meyer and W. Manwaring and W. Smith                                                                                                                                                                            |       486 |      488 | 486-488 |
| J47  | The {Starburst}, A {J-11} Front-End Processor System                                                                           | F.-H. Worm and D. V. Klotz                                                                                                                                                                                                                              |       489 |      493 | 489-493 |
| J48  | The {JINR} {Phasotron}: Status and Progress                                                                                    | Yu. N. Denisov                                                                                                                                                                                                                                          |       494 |      495 | 494-495 |
|------+--------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| K01  | Large Electrostatic Accelerators                                                                                               | C. M. Jones                                                                                                                                                                                                                                             |       496 |      503 | 496-503 |
| K02  | Present Status and Probable Future Capabilities of Heavy-Ion Linear Accelerators                                               | L. M. Bollinger                                                                                                                                                                                                                                         |       504 |      510 | 504-510 |
| K03  | High Current, Low Energy Synchrotrons and Compressor Rings                                                                     | R. L. Kustom                                                                                                                                                                                                                                            |       511 |      518 | 511-518 |
|------+--------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| L01  | Role of {NMR} in the Context of Existing Medical Diagnostic Techniques                                                         | L. Kaufman and L. Crooks                                                                                                                                                                                                                                |       519 |      525 | 519-525 |
| L02  | A Critical Evaluation of the Role of the Cyclotron in Radiation Therapy                                                        | G. Wolber                                                                                                                                                                                                                                               |       526 |      533 | 526-533 |
| L03  | Cyclotrons as Mass Spectrometers                                                                                               | D. J. Clark                                                                                                                                                                                                                                             |       534 |      539 | 534-539 |
|------+--------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| M01  | Recent Advances in Vacuum Techniques for Accelerators                                                                          | C. Benvenuti                                                                                                                                                                                                                                            |       540 |      546 | 540-546 |
| M02  | Modern Control Techniques for Accelerators                                                                                     | R. W. Goodwin and M. F. Shea                                                                                                                                                                                                                            |       547 |      554 | 547-554 |
| M03  | The Operation of the {GANIL} Control System                                                                                    | M. Promé and L. David and E. Lécorché and T. T. Luong and M. Martina and M. Ulrich and J. C. Labiche and J. M. Loyant and F. Loyer and S. Leveel and J. Sauret                                                                                          |       555 |      558 | 555-558 |
| M04  | Beam Tuning and Stabilization Using Beam Phase Measurements at {GANIL}                                                         | A. Chabert and F. Loyer and J. Sauret and {Operation Group}                                                                                                                                                                                             |       559 |      562 | 559-562 |
|------+--------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| N01  | Charge-Changing Collisions                                                                                                     | A. S. Schlachter                                                                                                                                                                                                                                        |       563 |      570 | 563-570 |
| N02  | Status of the Electrostatic Deflectors of the {MSU} {K500} Cyclotron                                                           | J. A. Nolen and L. H. Harwood and J. A. Kuchar and R. M. Ronningen and C. E. Scripter and J. E. Yurkon and A. F. Zeller                                                                                                                                 |       571 |      574 | 571-574 |
| N03  | High Voltage Tests of a Prototype Electrostatic Deflector for the {Milan} Superconducting Cyclotron                            | De Martinis, C. and D. Giove                                                                                                                                                                                                                            |       575 |      578 | 575-578 |
| N04  | A High Energy Version of the {RCNP} Ring Cyclotron                                                                             | I. Miura and T. Yamazaki and A. Shimizu and M. Inoue and K. Hosono and T. Itahashi and T. Saito and I. Katayama and M. Fujiwara and Y. Kadota and M. Kondo and M. Fuki                                                                                  |       579 |      582 | 579-582 |
|------+--------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| O01  | Storage Rings for Cyclotrons                                                                                                   | R. E. Pollock                                                                                                                                                                                                                                           |       583 |      588 | 583-588 |
| O02  | The Uppsala Synchrocyclotron and Storage Ring Project                                                                          | S. Holm and A. Johansson and {the GWI Cyclotron and CELSIUS Groups}                                                                                                                                                                                     |       589 |      594 | 589-594 |
| O03  | Beam Accumulation and Momentum Cooling at {TARN}                                                                               | T. Katayama                                                                                                                                                                                                                                             |       595 |      600 | 595-600 |
| O04  | Modes of Operation for the Cooler Ring COSY                                                                                    | G. P. A. Berg and S. A. Martin and F. Osterfeld and D. Prasuhn and M. Rogge and von Rossen, P. and P. Turek and G. Gaul and H. L. Hagedoorn and van der Heide, J. A. and F. Hinterberger and T. Mayer-Kuckuk and Paetz gen. Schieck, H.                 |       601 |      604 | 601-604 |
|------+--------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| P01  | New Cyclotron Concepts                                                                                                         | U. Trinks                                                                                                                                                                                                                                               |       605 |      610 | 605-610 |
| P02  | Interfacing the {SIN} Ring Cyclotron to a Rapid Cycling Synchrotron with an Acceleration and Storage Ring {ASTOR}              | W. Joho                                                                                                                                                                                                                                                 |       611 |      614 | 611-614 |
| P02X | Initial Operation of the {K800} Superconducting Cyclotron Magnet                                                               | M. L. Mallory and {NSCL Staff}                                                                                                                                                                                                                          |       615 |      616 | 615-616 |
| P03  | Concluding Remarks - A Short Anecdotal History of the Cyclotron                                                                | J. R. Richardson                                                                                                                                                                                                                                        |       617 |      622 | 617-622 |
|------+--------------------------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
#+TBLFM: $5=@+1$-1 -1 :: @>$5=622
#+TBLFM: $6='(if (equal $-2 $-1) (format "%s" $-2) (format "%s-%s" $-2 $-1))



